{
    "navbar": ["Acerca de mi", "Qué hago", "Experiencia", "Mis proyectos", "Contacto"],
    "welcome-title": "Hola, soy María José Issa.",
    "welcome-subtitle": "Una desarrolladora full-stack, entusiasta del diseño UX.",
    "contact-button": "Contáctame",
    "about-title": "Un poco sobre mí.",
    "about-description" : "Soy una profesional en constante formación, apasionada por el campo de la tecnología y el aprendizaje. Actualmente estoy estudiando para fortalecer mis conocimientos en desarrollo web y desarrollo de aplicaciones móviles y videojuegos. Si buscas un desarrollador que pueda integrar perfectamente programación y elementos de diseño visualmente atractivos en tus proyectos, estoy lista para ofrecerte resultados sobresalientes. Si deseas trabajar conmigo, no dudes en contactarme. Juntos podemos lograr grandes cosas.",
    "whatido-title": "Lo que hago.",
    "whatido-subtitle": "Aquí podrás descubrir mis pasiones y las cosas que me gusta hacer y en las que soy buena.",
    "design": "Me gusta el diseño UX y UI. Intento estar constantemente aprendiendo y buscando nuevas herramientas para hacer mis proyectos más atractivos.",
    "coding": "También me gusta programar y aprender nuevas cosas de programación. Constantemente intento innovar y tomar nuevos cursos para ampliar mis conocimientos y mejorar mi profesionalismo.",
    "skills": "Tengo habilidades para socializar y adaptarme a nuevas situaciones y afrontar nuevos retos. Me gusta trabajar en equipo y tengo experiencia en la metodología Scrum.",
    "experience-title": "Mi experiencia.",
    "experience-description": "En esta sección puedes consultar algunas de las tecnologías con las que he trabajado a lo largo de estos años.",
    "project-title": "Mis proyectos.",
    "pages": "Páginas web",
    "apps": "Apps",
    "apis": "Apis",
    "games": "Video Juegos",
    "contact-title": "Contacto.",
    "contact-subtitle": "¡No dudes en contactarme a través de este formulario y te responderé lo antes posible!",
    "name-label": "Nombre",
    "name-help": "Ingresa tu nombre.",
    "mail-label": "Mail",
    "mail-help": "Ingresa tu mail.",
    "message": "Mensaje",
    "message-help": "Ingresa tu message.",
    "send-button": "Enviar",
    "footer-text": "Desarrolladors full-stack en constante formación, apasionada por el campo de la tecnología y el aprendizaje.",
    "rights": "Todos los derechos reservados."
}