{
    "navbar": ["Acerca de mi", "Qué hago", "Experiencia", "Mis proyectos", "Contacto"],
    "welcome-title": "Hola, soy María José Issa.",
    "welcome-subtitle": "Una desarrolladora full-stack, entusiasta del diseño UX.",
    "contact-button": "Contáctame",
    "about-title": "Un poco sobre mí.",
    "about-description" : "Soy una profesional en constante formación, apasionada por el campo de la tecnología y el aprendizaje. Estoy especializada en tecnologías como React, React Native, Chakra UI y Node.js, entre otras. Si buscas un desarrollador que pueda integrar perfectamente programación y elementos de diseño visualmente atractivos en tus proyectos, estoy lista para ofrecerte resultados sobresalientes. Si deseas trabajar conmigo, no dudes en contactarme. Juntos podemos lograr grandes cosas.",
    "whatido-title": "Lo que hago.",
    "whatido-subtitle": "Aquí podrás descubrir mis pasiones y las cosas que me gusta hacer y en las que soy buena.",
    "design": "Me gusta el diseño UX y UI. Intento estar constantemente aprendiendo y buscando nuevas herramientas para hacer mis proyectos más atractivos.",
    "coding": "También me gusta programar y aprender nuevas cosas de programación. Constantemente intento innovar y tomar nuevos cursos para ampliar mis conocimientos y mejorar mi profesionalismo.",
    "skills": "Tengo habilidades para socializar y adaptarme a nuevas situaciones y afrontar nuevos retos. Me gusta trabajar en equipo y tengo experiencia en la metodología Scrum.",
    "experience-title": "Mi experiencia.",
    "experience-description": "En esta sección puedes consultar algunas de las tecnologías con las que he trabajado a lo largo de estos años.",
    "project-title": "Mis proyectos.",
    "pages": "Páginas web",
    "apps": "Apps",
    "apis": "Apis",
    "games": "Video Juegos",
    "contact-title": "Contacto.",
    "contact-subtitle": "¡No dudes en contactarme a través de este formulario y te responderé lo antes posible!",
    "name-label": "Nombre",
    "name-help": "Ingresa tu nombre.",
    "mail-label": "Mail",
    "mail-help": "Ingresa tu mail.",
    "message": "Mensaje",
    "message-help": "Ingresa tu message.",
    "send-button": "Enviar",
    "footer-text": "Desarrolladors full-stack en constante formación, apasionada por el campo de la tecnología y el aprendizaje.",
    "rights": "Todos los derechos reservados.",
    "pages-description": "¡Bienvenido a la sección de proyectos de páginas web! Aquí descubrirás una colección de mis creaciones elaboradas con HTML, CSS, PHP, JavaScript, React, Bootstrap y Chakra UI. Si estás buscando una desarrolladora web, siéntete libre de explorar y ponerte en contacto conmigo para cualquier consulta",
     "pages-cards": {"pages-titles" :["Página web de administración para escola Joviat","Página web de Pokémon", "Página del restaurante Little Lemon", "Portfolio-Meta", "Soulplates" ,"Skyline airways", "React-hotel", "Magnolia e-commerce", "Php crud", "Exportación XML", "Clonación del sitio web Goal", "Clonación del sitio web de Airbnb", "Página de pasteles", "Práctica RSS" , "Tienda de muebles", "Sitio web de marca", "Página web para 'hair day'", "Mi antiguo portfolio"], "pages-descriptions": ["Sitio web para que los administradores de la escuela Joviat carguen datos de los estudiantes. Hecho con React Native, Chakra UI y Firebase", "Sitio web hecho con la API de Pokémon, react y chakra ui. Cuenta con cambios de vista de lista a grid, navegación y paginación", "Proyecto de página web realizado con react para el curso de Meta ‘Desarrollador Frontend’. He tenido la suerte de poder realizar este curso que me ha dado bases sólidas para tener buenas prácticas en react y en el uso de APIs, entre otras cosas", "Proyecto de página web basada en react y Chakra UI para el Curso-meta de desarrollador frontend", "Proyecto web grupal preparado para el bootstrap de Migracode. La idea detrás es simular una ONG que crea una red de contactos entre usuarios beneficiarios, voluntarios y donantes. Realizado con React, bootstrap, node js y sql.", "Tarea grupal de búsqueda de vuelos, realizado en base a php, html, css, xsl y xml", "Proyecto de página web basado en react, html, css y bootstrap"," Proyecto de página web basado en xml, html, css, xslt y php, para dos tiendas: una moderna y otra vintage", "Aplicación para cargar datos en una tabla de base de datos en php myadmin, basado en html, css, bootstrap y php ", "Aplicación que permite exportar tablas de una base de datos en php myadmin en formato xml, realizada en base a html, css, bootstrap y php", "Tarea de imitación de página objetivo desde html y bootstrap 5", "Tarea práctica para imitar lo mejor posible la apariencia de la web Airbnb.es", "Página web responsive realizada con el modelo 'mobile first’ para la venta de productos de Pastelería", "Página que permite seleccionar periódicos y elegir la opción de mostrar los titulares , las fotos, o las fotos y los titulares juntos, en base a las RSS de cada periódico","Página web realizada en base a html, css grid y css flex, con el curso del instructor Juan Pablo de la Torre Valdez", " Página web responsive para una marca que ofrece servicios de marketing y creación de páginas web, realizada con html, css, php y javascript", "página web realizada en base a html y css para el curso 'html y css en profundidad' de Meta", "Mi antiguo portfolio, para mostrar todos mis proyectos"],"github-link": ["https://github.com/Majoissa/Joviat-admin", "https://github.com/Majoissa/Lista-de-pokemons", "https://github.com/Majoissa/meta-final-project", "https://github.com/Majoissa/portfolio-meta","https://github.com/Majoissa/SoulPlatesProject","https://github.com/Majoissa/buscadorDeVuelos","https://github.com/Majoissa/HotelPageReact", "https://github.com/Majoissa/botiga-moderna", "https://github.com/Majoissa/CRUD", "https://github.com/Majoissa/Practica-de-exportacion-XML","https://github.com/Majoissa/goal", "https://github.com/Majoissa/Tarea-practica-imitar-pagina-de-airbnb","https://github.com/Majoissa/cake-web-page", "https://github.com/Majoissa/RSS", "https://github.com/Majoissa/tiendaMuebles", "https://github.com/Majoissa/brandwise", "https://github.com/Majoissa/hairProyect", "https://github.com/Majoissa/Majoissa.github.io"]},
    "view-code": "Ver el código",
    "view-site": "Visitar página",
    "home-btn": "Volver a inicio",
    "app-description": "¡Bienvenido a la sección Aplicaciones! Aquí encontrarás mis aplicaciones, diseñadas y desarrolladas para ofrecer una experiencia de usuario perfecta. Siéntete libre de explorar y comunicarte conmigo para cualquier consulta o información adicional.",
    "apps-cards": {"apps-titles" : ["Aplicación Hosteleria joviat", "Aplicación Recetas 'Yumee'", "Controlador de ventilador", "Aplicación Lotería", "Crud Android"], "apps-descriptions": ["Aplicación social, realizada con React nativo para dispositivos móviles Android e iOS, para la sección de Hostelería del colegio Joviat con la finalidad de generar contactos en la comunidad institucional", "Aplicación móvil para subir, calificar y guardar tus recetas favoritas, realizada con Android studio y java", "Aplicación Android para controlar la velocidad de los ventiladores de una computadora", "Aplicación Android para jugar a la lotería", "Aplicación CRUD Android para crear, leer, actualizar y eliminar información, hecha con SQLite y android studio"],"apps-link": ["https://github.com/Majoissa/HosteleriaJoviatApp", "https://github.com/Majoissa/RecipesApp", "https://github.com/Majoissa/FanController", "https://github.com/Majoissa/androidLottery", "https://github.com/Majoissa/crudAndroidStudio"]},
    "api-description": "Bienvenido a la sección APIS. Aquí encontrarás páginas web que he creado usando APIS para el backend, algunas creadas por otros desarrolladores y otras implementadas por mí.",
    "apis-cards": {"apis-titles" : ["Aplicación con java para identificar plantas", "Página web con js hecha con API de Rick and Morty", "Página del restaurante Little Lemon", "Página web de Soulplates con react y node js", "Sitio web de Pokemon hecho con la api de Pokemon"], "apis-descriptions": ["Aplicación de identificación de plantas basada en JAVA","Página web que muestra todo sobre el programa de televisión Rick y Morty, realizada en base a la API de Rick y Morty","Proyecto de página web realizado con react para el curso Meta 'Frontend Developer' He tenido la suerte de poder realizar este curso que me ha dado bases sólidas para tener buenas prácticas en react y en el uso de APIs. , entre otras cosas", "Proyecto web grupal elaborado para el bootstrap de Migracode. La idea detrás del mismo es simular una ONG que crea una red de contactos entre usuarios beneficiarios, voluntarios y donantes. Hecho con React, node js y sql", "Sitio web realizado con la API de Pokémon, react y chakra ui. Tiene cambios de vista, de lista a grilla, navegación y paginación"],"apis-link": ["https://github.com/Majoissa/plantnetApp", "https://github.com/Majoissa/RickAndMortyWithAPI","https://github.com/Majoissa/meta-final-project", "https://github.com/Majoissa/SoulPlatesProject", "https://github.com/Majoissa/Lista-de-pokemons"]},
    "game-description": "¡Bienvenido a mi rincón digital de creatividad y experimentación! Aquí encontrarás una selección de proyectos de videojuegos en los que he puesto mi curiosidad y esfuerzo, aunque no aspire a ser una profesional del sector. Cada juego es una ventana a nuevas habilidades y descubrimientos. Te invito a explorarlos y compartir tus impresiones",
    "games-cards": {"games-titles" : ["Destroy planet", "Flappy bird", "Arkanoid", "Asteroid", "Turtle's lettuce","Crazy balls"], "games-descriptions": ["Videojuego para celular, hecho con unity hub, illustrator y corel draw", "Videojuego clásico de flappy bird hecho con unity hub con lenguaje c#", "Videojuego para computadora hecho con unity hub", "Videojuego para computadora hecho con unity hub", "Demo de videojuego realizada con unity hub, illustrator y corel draw", "Demo de videojuego realizada con unity hub, illustrator y corel draw"],"games-link": ["https://github.com/Majoissa/DestroyPlanetIssa", "https://github.com/Majoissa/FlappyBirdGame", "https://github.com/Majoissa/Arkanoid", "https://github.com/Majoissa/AsteroidMajo", "https://github.com/Majoissa/turtleslettuce", "https://github.com/Majoissa/CrazyBallsVideoGame"]},
    "alert-header": "Mensaje enviado exitosamente",
    "alert-dialog": "Su mensaje ha sido enviado exitosamente. Me comunicaré con usted lo antes posible",
    "acept": "Aceptar",
    "alert-no-header": "Error al enviar el mensaje",
    "alert-no-dialog": "Tu mensaje no ha sido enviado. Puedes intentarlo de nuevo"
}