{
    "navbar": ["Sobre mi", "Què faig", "Experiència", "Els meus projectes", "Contacte"],
    "welcome-title": "Hola, sóc María José Issa.",
    "welcome-subtitle": "Una desenvolupadora full-stack i una entusiasta de l'UX.",
    "contact-button": "Contacta amb mi",
    "about-title": "Una mica sobre mi.",
    "about-description" : "Sóc una professional en formació constant, apassionada pel camp de la tecnologia i l'aprenentatge. Actualment estic estudiant per enfortir els meus coneixements en desenvolupament web i desenvolupament d'aplicacions mòbils i videojocs. Si esteu buscant un desenvolupador que pugui integrar perfectament programació i elements de disseny visualment atractius en els seus projectes, estic ben equipada per oferir resultats excel lents. Si vols treballar amb mi, no dubtis a contactar-me. Junts podem assolir grans coses.",
    "whatido-title": "El que faig.",
    "whatido-subtitle": "Aquí pots descobrir les meves passions i les coses que m'agrada fer i les que sóc bona.",
    "design": "M'agrada el disseny d'UX i UI. Intento estar constantment aprenent i buscant noves eines per fer els meus projectes més atractius.",
    "coding": "M'agrada codificar i aprendre coses noves de programació. Estic constantment intentant innovar i fent nous cursos per ampliar els meus coneixements i millorar la meva professionalitat.",
    "skills": "I have skills to socialize and adapt to new situations and face new challenges. I like to work in a team and I have experience in the Scrum methodology",
    "experience-title": "La meva experiència.",
    "experience-description": "En aquesta secció podeu consultar algunes de les tecnologies amb les quals he treballat durant aquests anys.",
    "project-title": "Els meus projectes.",
    "pages": "Pàgines web",
    "apps": "Aplicacions",
    "apis": "Apis",
    "games": "Videojocs",
    "contact-title": "Contacte.",
    "contact-subtitle": "¡No dubtis a contactar amb mi a través d'aquest formulari i et respondré el més aviat possible!",
    "name-label": "Nom",
    "name-help": "Introdueix el teu nom.",
    "mail-label": "Correu electrònic",
    "mail-help": "Introdueix el teu correu electrònic.",
    "message": "Missatge",
    "message-help": "Introdueix el teu missatge.",
    "send-button": "Envia",
    "footer-text": "Desenvolupadora full-stack en formació constant, apassionat del camp de la tecnologia i l'aprenentatge.",
    "rights": "Tots els drets reservats."
}