{
    "navbar": ["About me", "What I do", "Experience", "My projects", "Contact"],
    "welcome-title": "Hi, I'm María José Issa.",
    "welcome-subtitle": "A full-stack developer and UX Enthusiast.",
    "contact-button": "Contact me",
    "about-title": "A little bit about me.",
    "about-description" : "I am a professional in constant training, passionate about the field of technology and learning. I am currently studying to strengthen my knowledge in web development and development of mobile applications and videogames. If you are looking for a developer who can seamlessly integrate both programming and visually appealing design elements into your projects, I am well-equipped to deliver outstanding results. If you want to work with me, don't hesitate to contact me. Together we can achieve great things.",
    "whatido-title": "What I do.",
    "whatido-subtitle": "Here you can discover my passions and the things I like to do and those I am good at.",
    "design": "I like UX and UI design. I try to be constantly learning and searching for new tools to make my projects more attractive.",
    "coding": "I like to code and learn new programming things. I am constantly trying to innovate, and taking new courses to expand my knowledge and improve my professionalism.",
    "skills": "I have skills to socialize and adapt to new situations and face new challenges. I like to work in a team and I have experience in the Scrum methodology",
    "experience-title": "My experience.",
    "experience-description": "In this section you can checkout some of the technologies that I have worked with along these years.",
    "project-title": "My projects.",
    "pages": "Web pages",
    "apps": "Apps",
    "apis": "Apis",
    "games": "Video Games",
    "contact-title": "Contact.",
    "contact-subtitle": "¡Do not hesitate to contact me through this form and I will respond as soon as possible!",
    "name-label": "Name",
    "name-help": "Enter your name.",
    "mail-label": "Email",
    "mail-help": "Enter your email.",
    "message": "Message",
    "message-help": "Enter your message.",
    "send-button": "Send",
    "footer-text": "Full-stack developer in constant training, passionate about the field of technology and learning.",
    "rights": "All rigths reserved.",
    "pages-description": "Welcome to the web page projects section! Here, you'll discover a collection of my creations crafted with HTML, CSS, PHP, JavaScript, React, Bootstrap and Chakra UI. If you are looking for a web developer, feel free to explore and get in touch with me for any inquiries",
    "pages-cards": {"pages-titles" : ["Joviat admin web page","Pokemons web page", "Little lemon restaurant page", "Meta portfolio", "Soulplates","Skyline airways", "React-hotel", "Magnolia e-commerce", "Php crud", "XML export", "Goal website clone", "Airbnb website clone", "Cakes page", "RSS práctice", "Fourniture store", "Brand wise website", "Hair day page", "My old portfolio website"], "pages-descriptions": ["Website for Joviat school administrators to upload student data. Made with React Native, Chakra UI and Firebase", "Website made with the Pokemon API, react and chakra ui. It has view changes, from list to grid, navigation and pagination", "Web page project made with react for the Meta 'Frontend developer' course. I have been lucky enough to be able to take this course that has given me solid foundations to have good practices in react and in the use of APIs, among other things", "Web page project based on react and Chakra UI for the Meta 'Frontend developer' course", "Group web project prepared for the Migracode bootstrap. The idea behind it is to simulate an NGO that creates a network of contacts between beneficiary users, volunteers and donors. Made with React, bpptstrap, node js and sql.", "Flight search grupal task, made based on php, html, css, xsl and xml", "Web page project based on react, html, css, and bootstrap","Web page project based on xml, html, css, xslt and php, for two stores: a modern one and a vintage one", "Application to load data into a database table in php myadmin, based on html, css, bootstrap and php", "Application that allows you to export tables from a database in php myadmin in xml format, made based on html, css, bootstrap and php", "Task imitation of goal page from html and bootstrap 5", "Practical task to imitate as best as possible the appearance of the Airbnb.es website", "Responsive web page made with the 'mobile first' model for the sale of Pastry products", "Page that allows you to select newspapers and choose the option to show the headlines, the photos, or the photos and the headlines together, based on the RSS of each newspaper","Web page made based on html, css grid and css flex, with the course of the instructor Juan Pablo de la Torre Valdez", "Responsive web page for a brand that offers marketing services and creation of web pages, made with html, css, php and javascript", "web page made based on html and css for the course 'html and css in depth' by Meta", "Old website to show all my projects"],"github-link": ["https://github.com/Majoissa/Joviat-admin", "https://github.com/Majoissa/Lista-de-pokemons", "https://github.com/Majoissa/meta-final-project", "https://github.com/Majoissa/portfolio-meta","https://github.com/Majoissa/SoulPlatesProject","https://github.com/Majoissa/buscadorDeVuelos","https://github.com/Majoissa/HotelPageReact", "https://github.com/Majoissa/botiga-moderna", "https://github.com/Majoissa/CRUD", "https://github.com/Majoissa/Practica-de-exportacion-XML","https://github.com/Majoissa/goal", "https://github.com/Majoissa/Tarea-practica-imitar-pagina-de-airbnb","https://github.com/Majoissa/cake-web-page", "https://github.com/Majoissa/RSS", "https://github.com/Majoissa/tiendaMuebles", "https://github.com/Majoissa/brandwise", "https://github.com/Majoissa/hairProyect","https://github.com/Majoissa/Majoissa.github.io"]},
    "view-code": "View the code",
    "view-site": "See website",
    "home-btn": "Home",
    "app-description": "Welcome to the Applications section! Here, you'll find my apps, designed and developed to offer a seamless user experience. Feel free to explore and reach out to me for any inquiries or further information.",
    "apps-cards": {"apps-titles" : ["Hosteleria joviat app", "Recipes App 'Yumee'", "Fan Controller", "Lottery App", "Crud Android"], "apps-descriptions": ["Social application, made with React native for Android and iOS mobile devices, for the Hospitality section of the Joviat school with the purpose of generating contacts in the institutional community", "Mobile application to upload, rate and save your favorite recipes, made with Android studio and java", "Android application to control the speed of a computer's fans", "Android application to play lottery game", "Android CRUD application to create, read, update and delete information, made with SQLite and android studio"],"apps-link": ["https://github.com/Majoissa/HosteleriaJoviatApp", "https://github.com/Majoissa/RecipesApp", "https://github.com/Majoissa/FanController", "https://github.com/Majoissa/androidLottery", "https://github.com/Majoissa/crudAndroidStudio"]},
    "api-description": "Welcome to the APIS section. Here you will find web pages that I have made, using APIS for the backend, some of them created by other developers, and some others implemented by myself.",
    "apis-cards": {"apis-titles" : ["Application with java to identify plants", "Web page with js made with Rick and Morty API", "Little lemon restaurant page", "Soulplates web page with react and node js API", "Pokemon website made with Pokemon API"], "apis-descriptions": ["JAVA-based plant identification application","Web page that shows all about the Rick and Morty TV program, made based on Rick And Morty API","Web page project made with react for the Meta 'Frontend developer' course. I have been lucky enough to be able to take this course that has given me solid foundations to have good practices in react and in the use of APIs, among other things", "Group web project prepared for the Migracode bootstrap. The idea behind it is to simulate an NGO that creates a network of contacts between beneficiary users, volunteers and donors. Made with React, node js and sql" ,"Website made with the Pokemon API, react and chakra ui. It has view changes, from list to grid, navigation and pagination"],"apis-link": ["https://github.com/Majoissa/plantnetApp", "https://github.com/Majoissa/RickAndMortyWithAPI","https://github.com/Majoissa/meta-final-project", "https://github.com/Majoissa/SoulPlatesProject", "https://github.com/Majoissa/Lista-de-pokemons"]},
    "game-description": "Welcome to the Video Games section! Immerse yourself in the world of interactive entertainment as you explore my projects. Each game showcases my passion for creating memorable gaming experiences. While I may not be an expert, I'm dedicated to pushing my limits and continuously learning. Give me the opportunity to work with you and together we can delve deeper into this exciting world. Feel free to dive in and reach out to me for any inquiries or collaboration opportunities.",
    "games-cards": {"games-titles" : ["Destroy planet", "Flappy bird", "Arkanoid", "Asteroid", "Turtle's lettuce","Crazy balls"], "games-descriptions": ["Video game for mobile phone, made with unity hub, illustrator and corel draw", "Clasic flappy bird video game made with unity hub with c# languaje", "Video game for computer made with unity hub", "Video game for computer made with unity hub", "Video game demo made with unity hub, illustrator and corel draw", "Video game demo made with unity hub, illustrator and corel draw"],"games-link": ["https://github.com/Majoissa/DestroyPlanetIssa", "https://github.com/Majoissa/FlappyBirdGame", "https://github.com/Majoissa/Arkanoid", "https://github.com/Majoissa/AsteroidMajo", "https://github.com/Majoissa/turtleslettuce", "https://github.com/Majoissa/CrazyBallsVideoGame"]},
    "alert-header": "Message sent successfully",
    "alert-dialog": "Your message has been sent successfully. I will contact you as soon as possible",
    "acept": "Accept",
    "alert-no-header": "Failed to send message",
    "alert-no-dialog": "Your message has not been sent. You can try again"
}