{
    "navbar": ["About me", "What I do", "Experience", "My projects", "Contact"],
    "welcome-title": "Hi, I'm María José Issa.",
    "welcome-subtitle": "A full-stack developer and UX Enthusiast.",
    "contact-button": "Contact me",
    "about-title": "A little bit about me.",
    "about-description" : "I am a professional in constant training, passionate about the field of technology and learning. I am currently studying to strengthen my knowledge in web development and development of mobile applications and videogames. If you are looking for a developer who can seamlessly integrate both programming and visually appealing design elements into your projects, I am well-equipped to deliver outstanding results. If you want to work with me, don't hesitate to contact me. Together we can achieve great things.",
    "whatido-title": "What I do.",
    "whatido-subtitle": "Here you can discover my passions and the things I like to do and those I am good at.",
    "design": "I like UX and UI design. I try to be constantly learning and searching for new tools to make my projects more attractive.",
    "coding": "I like to code and learn new programming things. I am constantly trying to innovate, and taking new courses to expand my knowledge and improve my professionalism.",
    "skills": "I have skills to socialize and adapt to new situations and face new challenges. I like to work in a team and I have experience in the Scrum methodology",
    "experience-title": "My experience.",
    "experience-description": "In this section you can checkout some of the technologies that I have worked with along these years.",
    "project-title": "My projects.",
    "pages": "Web pages",
    "apps": "Apps",
    "apis": "Apis",
    "games": "Video Games",
    "contact-title": "Contact.",
    "contact-subtitle": "¡Do not hesitate to contact me through this form and I will respond as soon as possible!",
    "name-label": "Name",
    "name-help": "Enter your name.",
    "mail-label": "Email",
    "mail-help": "Enter your email.",
    "message": "Message",
    "message-help": "Enter your message.",
    "send-button": "Send",
    "footer-text": "Full-stack developer in constant training, passionate about the field of technology and learning.",
    "rights": "All rigths reserved.",
    "pages-description": "Welcome to the web page projects section! Here, you'll discover a collection of my creations crafted with HTML, CSS, PHP, JavaScript, React, Bootstrap and Chakra UI. If you are looking for a web developer, feel free to explore and get in touch with me for any inquiries"
}